Repository: jwendell/vinagre
Catalog: help/*/*.po
Languages: cs, el, pt_br

source: To Remove a Bookmark
cs: Odstranění záložky
el: Για να αφαιρέσετε ένα σελιδοδείκτη
pt_br: Removendo um marcador

source: To remove a bookmark, choose <guilabel>Remove from bookmarks</guilabel> from the context menu of the bookmark in the Side Pane.
cs: Záložku odstraníte, když vyberete položku <guimenuitem>Odstranit ze záložek</guimenuitem> z kontextové nabídky záložky v bočním panelu.
el: Για να αφαιρέσετε ένα σελιδοδείκτη, επιλέξτε <guimenuitem>Αφαίρεση</guimenuitem> από το μενού περιεχομένων του σελιδοδείκτη στο πλαϊνό πλαίσιο.
pt_br: Para remover um marcador, selecione <guilabel>Remover dos marcadores</guilabel> no menu de contexto do marcador no painel lateral.

source: You can also remove a folder. Notice that removing a folder will remove all its entries. A confirmation dialog will be shown.
cs: Složky lze také odstraňovat. Mějte na paměti, že spolu se složkou odstraníte i všechny obsažené položky. Před vymazáním se zobrazí okno s žádostí o potvrzení.
el: Μπορείτε επίσης να αφαιρέσετε έναν φάκελο. Σημειώστε ότι απομακρύνοντας έναν φάκελο θα αφαιρεθούν και όλες οι εγγραφές του. Ένας διάλογος επιβεβαίωσης θα εμφανισθεί.
pt_br: Você também pode remover uma pasta. Note que removendo a pasta será removida todas as entradas. Um diálogo de confirmação será mostrado.

source: Preferences
cs: Nastavení
el: Προτιμήσεις
pt_br: Preferências

source: To configure <application>Vinagre</application>, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Preferences</guimenuitem></menuchoice>. The <guilabel>Preferences</guilabel> dialog contains the following items:
cs: Pokud chcete upravit konfiguraci <application>Vinagre</application>, zvolte z nabídky <menuchoice><guimenu>Upravit</guimenu><guimenuitem>Nastavení</guimenuitem></menuchoice>. Okno <guilabel>Nastavení</guilabel> obsahuje následující prvky:
el: Για να προσαρμόσετε το <application>Vinagre</application>, επιλέξτε <menuchoice><guimenu>Επεξεργασία</guimenu><guimenuitem>Προτιμήσεις</guimenuitem></menuchoice>. Ο διάλογος <guilabel>Προτιμήσεις</guilabel> περιέχει τα εξής στοιχεία:
pt_br: Para configurar o <application>Vinagre</application>, escolha <menuchoice><guimenu>Editar</guimenu><guimenuitem>Preferências</guimenuitem></menuchoice>. O diálogo <guilabel>Preferências</guilabel> contém os seguintes itens:

source: Always show tabs
cs: Vždy zobrazovat karty
el: Πάντα εμφάνιση καρτελών
pt_br: Sempre mostrar abas

source: Select this option to make the tabs always visible, even when only one connection is active.
cs: Tato volba způsobí, že bude lišta s kartami neustále zobrazena, i když bude aktivní jen jedno spojení.
el: Επιλέξτε αυτή την λειτουργία για να κάνετε τις καρτέλλες πάντα ορατές, ακόμη και όταν μόνο μία σύνδεση είναι ενεργή.
pt_br: Selecione esta opção para tornar as abas sempre visíveis, mesmo quando apenas uma conexão está ativa.

source: Show menu shortcuts
cs: Zobrazovat klávesové zkratky nabídky
el: Εμφάνιση συντομεύσεων πληκτρολογίου
pt_br: Mostrar atalhos do menu

source: By selecting this option, keyboard shortcuts, like <guilabel>Ctrl+D</guilabel> and menu accelerators, like <guilabel>Alt+M</guilabel> to access the Machine menu, will be enabled. This means that Vinagre will catch those key combinations, instead of sending them to the remote machine. Because most of the time you will be working on the remote machine, this option comes <guilabel>disabled</guilabel> by default.
cs: Pomocí této volby povolíte klávesobé zkratky (jako <guilabel>Ctrl+D</guilabel>) nebo akcelerátory nabídek (jako <guilabel>Alt+S</guilabel> pro přístup do nabídky Stroj). To znamená, že Vinagre bude tyto zkratky zachytávat namísto jejich předávání vzdálenému stroji. Protože se předpokládá, že většinu času budete trávit prací na vzdálených strojích, je tato volba ve výchozím nastavení <guilabel>zakázána</guilabel>.
el: Επιλέγοντας αυτή την λειτουργία, οι συντομεύσεις πληκτρολογίου, όπως <guilabel>Ctrl+D</guilabel> και τα πλήκτρα άμεσης πρόσβασης, όπως <guilabel>Alt+M</guilabel> για πρόσβαση στο μενού του υπολογιστή, θα ενεργοποιηθούν. Αυτό σημαίνει ότι το Vinagre θα συλλαμβάνει αυτούς τους συνδυασμούς πλήκτρων αντί να τους στέλνει στον απομακρυσμένο υπολογιστή. Επειδή τις περισσότερες φορές θα εργάζεστε στον απομακρυσμένο υπολογιστή, αυτή η επιλογή είναι <guilabel>απενεργοποιημένη</guilabel> από προεπιλογή.
pt_br: Ao selecionar esta opção, atalhos de teclado, como <guilabel>Ctrl+D</guilabel> e aceleradores de menu, como <guilabel>Alt+M</guilabel> para acessar o menu Máquina, serão habilitados. Isto significa que o Vinagre irá capturar as combinações de teclas, em vez de enviá-las para a máquina remota. Como na maioria do tempo você estará trabalhando na máquina remota, esta opção vem <guilabel>desabilitada</guilabel> por padrão.

source: About
cs: O aplikaci
el: Περί
pt_br: Sobre

source: Vinagre was written by Jonh Wendell <email>wendell@bani.com.br</email>. To find more information about Vinagre, please visit the <ulink url="http://projects.gnome.org/vinagre/" type="http"><application>Vinagre</application> web page</ulink>.
cs: Vinagre napsal Jonh Wendell <email>wendell@bani.com.br</email>. Pokud chcete zjistit další informace, navštivte prosím <ulink url="http://projects.gnome.org/vinagre/" type="http">WWW stránku aplikace <application>Vinagre</application></ulink>.
el: Το Vinagre δημιουργήθηκε από τον Jonh Wendell <email>wendell@bani.com.br</email>. Για να βρείτε περισσότερες πληροφορίες για το Vinagre, παρακαλώ επισκεφθείτε τον <ulink url="http://www.gnome.org/projects/vinagre" type="http">ιστότοπο του<application>Vinagre</application></ulink>.
pt_br: Vinagre foi escrito por Jonh Wendell <email>wendell@bani.com.br</email>. Para encontrar mais informações sobre o Vinagre, por favor visite a <ulink url="http://projects.gnome.org/vinagre/" type="http">página web do <application>Vinagre</application></ulink>.

source: To report a bug or make a suggestion regarding this application you can file a bug in our <ulink url="http://bugzilla.gnome.org/browse.cgi?product=vinagre" type="http"> bug tracker</ulink>.
cs: Pokud chcete oznámit chybu nebo navrhnout vylepšení této aplikace, můžete přidat hlášení o chybě do příslušné sekce <ulink url="http://bugzilla.gnome.org/browse.cgi?product=vinagre" type="http"> nástroje pro sledování chyb</ulink>.
el: Για να αναφέρετε ένα σφάλμα ή να κάνετε μια πρόταση σχετικά με αυτή την εφαρμογή, μπορείτε να καταχωρήσετε μια αναφορά σφάλματος στον <ulink url="http://bugzilla.gnome.org/browse.cgi?product=vinagre" type="http">καταγραφέα σφαλμάτων</ulink>.
pt_br: Para relatar um erro ou fazer uma sugestão em relação a esta aplicação, você pode abrir um relatório de erro no nosso <ulink url="http://bugzilla.gnome.org/browse.cgi?product=vinagre" type="http">sistema de acompanhamento de erros</ulink>.

source: This program is distributed under the terms of the GNU General Public license as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. A copy of this license can be found at the <ulink url="http://www.gnu.org/licenses/gpl.html" type="http">GNU site</ulink>, or in the file COPYING included with the source code of this program.
cs: Tento program je šířen podle ustanovení GNU General Public License, vydávané Free Software Foundation; a to buď verze 2 této licence anebo (podle vlastního uvážení) kterékoliv pozdější verze. Kopii této licence naleznete na <ulink url="http://www.gnu.org/licenses/gpl.html" type="http">stránce projektu GNU</ulink> nebo v souboru COPYING přiloženém ke zdrojovým kódům tohoto programu.
el: Αυτό το πρόγραμμα διανέμεται υπό τους όρους της Γενικής Δημόσιας Άδειας GNU όπως αυτή δημοσιεύτηκε από το Ίδρυμα Ελεύθερου Λογισμικού, είτε στην έκδοση 2 της Άδειας, είτε (κατά τη γνώμη σας) σε οποιαδήποτε νεότερη έκδοση. Μπορείτε να βρείτε ένα αντίγραφο αυτής της άδειας στον <ulink url="http://www.gnu.org/licenses/gpl.html" type="http">ιστότοπο του GNU</ulink>, ή στο αρχείο COPYING το οποίο συμπεριλαμβάνεται με τον πηγαίο κώδικα αυτού του προγράμματος.
pt_br: Este aplicativo é distribuído sob os termos da Licença Pública Geral GNU tal como publicada pela Free Software Foundation; tanto a versão 2 da Licença, ou (como preferir) qualquer versão posterior. Uma cópia desta licença pode ser encontrada na <ulink url="http://www.gnu.org/licenses/gpl.html" type="http">página web da GNU</ulink>, ou no arquivo COPYING incluído no código-fonte deste aplicativo.

source: translator-credits
cs: Lucas Lommer <llommer@svn.gnome.org>, 2008, 2009.
el: Ελληνική μεταφραστική ομάδα GNOME <team@gnome.gr>, 2009 Μάριος Ζηντίλης <m.zindilis@dmajor.org>, 2009 Στέργιος Προσινικλής <steriosprosiniklis@gmail.com>, 2009
pt_br: Leonardo Gregianin <leogregianin@gmail.com>, 2008. Leonardo Ferreira Fontenelle <leonardof@gnome.org>, 2008. Krix Apolinário <krixapolinario@gmail.com>, 2009. Rodrigo L. M. Flores <mail@rodrigoflores.org>, 2009.
