Repository: jwendell/vinagre
Catalog: help/*/*.po
Languages: cs, el, pt_br

source: Vinagre comes with menu accelerators and keyboard shortcuts disabled by default. This avoids keys being intercepted by Vinagre when you wanted to send those keys to the remote machine.
cs: Vinagre má ve výchozím nastavení zakázané všechny klávesové zkratky. To umožňuje jejich použití v situaci, kdy chcete nějakou odeslat vzdálenému stroji.
el: Το Vinagre έχει τις συντομεύσεις πληκτρολογίου και τα πλήκτρα γρήγορης πρόσβασης απενεργοποιημένα από προεπιλογή. Αυτό αποτρέπει την παρεμπόδιση από το Vinagre αν η πληκτρολόγηση αφορά τον απομακρυσμένο υπολογιστή.
pt_br: Vinagre vem com os aceleradores de menu e atalhos de teclado desabilitados por padrão. Isto evita que as teclas sejam interceptadas pelo Vinagre quando você quiser enviar essas teclas para a máquina remota.

source: For instance, the keyboard shortcut to close a tab is <guilabel>Ctrl+W</guilabel>, but that key combination will be sent to the remote machine by default.
cs: Například klávesová zkratka <guilabel>Ctrl+W</guilabel> slouží k uzavření karty, ale tato kombinace kláves bude, ve výchozím nastavení, odeslána vzdálenému stroji.
el: Για παράδειγμα, η συντόμευση πληκτρολογίου για κλείσιμο καρτέλας είναι <guilabel>Ctrl+W</guilabel>, αλλά αυτός ο συνδυασμός πλήκτρων θα σταλεί στον απομακρυσμένο υπολογιστή από προεπιλογή.
pt_br: Por exemplo, o atalho de teclado para fechar uma aba é <guilabel>Ctrl+W</guilabel>, mas esta combinação será enviada para a máquina remota por padrão.

source: If you want to change this behavior, go to Vinagre preferences in <menuchoice><guimenu>Edit</guimenu><guimenuitem>Preferences</guimenuitem></menuchoice>.
cs: Pokud chcete změnit chování nástroje Vinagre, přejděte do nastavení, které se nachází v nabídce <menuchoice><guimenu>Upravit</guimenu><guimenuitem>Nastavení</guimenuitem></menuchoice>.
el: Αν θέλετε να αλλάξετε αυτή την συμπεριφορά, πηγαίνετε στις προτιμήσεις του Vinagre από <menuchoice><guimenu>Επεξεργασία</guimenu><guimenuitem>Προτιμήσεις</guimenuitem></menuchoice>.
pt_br: Se você quer alterar este comportamento, vá para as preferências do Vinagre em <menuchoice><guimenu>Editar</guimenu><guimenuitem>Preferências</guimenuitem></menuchoice>.

source: Using Vinagre
cs: Používání Vinagre
el: Χρησιμοποιώντας το Vinagre
pt_br: Usando o Vinagre

source: To connect to a remote machine
cs: Připojení ke vzdálenému stroji
el: Για να συνδεθείτε με ένα απομακρυσμένο σύστημα
pt_br: Para se conectar a uma máquina remota

source: Informing a host address
cs: Zadání adresy hostitele
el: Ορισμός διεύθυνσης συστήματος
pt_br: Informando um endereço de máquina

source: To connect with a remote machine, choose <menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>N</keycap></keycombo></shortcut><guimenu>Machine</guimenu><guimenuitem>Connect</guimenuitem></menuchoice>. The <guilabel>Connection Dialog</guilabel> is displayed. Inform the <guilabel>Protocol</guilabel> and the <guilabel>Host</guilabel> of the connection and click the <guibutton>Connect</guibutton> button. You will see a bunch of options depending on what protocol you have selected.
cs: Pokud se chcete připojit ke vzdálenému stroji, zvolte <menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>N</keycap></keycombo></shortcut><guimenu>Stroj</guimenu><guimenuitem>Připojit</guimenuitem></menuchoice>. Bude zobrazeno <guilabel>Okno připojení</guilabel>. Zadejte <guilabel>Protokol</guilabel> a <guilabel>Hostitele</guilabel> a klepněte na tlačítko <guibutton>Připojit</guibutton>. Zobrazí se další možnosti v závislosti na zvoleném protokolu.
el: Για να συνδεθείτε με ένα απομακρυσμένο σύστημα, επιλέξτε <menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>N</keycap></keycombo></shortcut><guimenu>Σύστημα</guimenu><guimenuitem>Σύνδεση</guimenuitem></menuchoice>. Ο <guilabel>Διάλογος σύνδεσης</guilabel> εμφανίζεται. Ορίστε το <guilabel>Σύστημα</guilabel> και την <guilabel>Πόρτα</guilabel> της σύνδεσης και πατήστε <guibutton>Σύνδεση</guibutton>. Μπορείτε επίσης να χρησιμοποιήσετε το κουμπί <guibutton>Εύρεση</guibutton> για να αναζητήσετε διαθέσιμα συστήματα στο τοπικό σας δίκτυο.
pt_br: Para conectar-se a uma máquina remota, selecione <menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>N</keycap></keycombo></shortcut><guimenu>Máquina</guimenu><guimenuitem>Conectar</guimenuitem></menuchoice>. O <guilabel>Diálogo de Conexão</guilabel> será exibido. Informe o <guilabel>Protocolo</guilabel> e a <guilabel>Máquina</guilabel> da conexão e clique no botão <guibutton>Conectar</guibutton>. Você também verá grupos de opções dependendo de que protocolo você selecionou.

source: Connect dialog
cs: Okno připojení
el: Διάλογος σύνδεσης
pt_br: Diálogo Conectar

source: Shows the connect dialog.
cs: Zobrazuje okno připojení
el: Εμφανίζει τον διάλογο σύνδεσης.
pt_br: Mostra o diálogo conectar.

source: You can also use the <guibutton>Find</guibutton> button to browse available machines on local network.
cs: Také můžete použít tlačítko <guibutton>Hledat</guibutton> pro procházení dostupných strojů v místní síti.
el: Μπορείτε επίσης να χρησιμοποιήσετε το πλήκτρο <guibutton>Find</guibutton> για να περιηγηθείτε σε διαθέσιμους υπολογιστές στο τοπικό δίκτυο.
pt_br: Você também pode usar o botão <guibutton>Localizar</guibutton> para navegar em máquinas disponíveis na rede local.

source: The availabity of the <guibutton>Find</guibutton> button depends on the protocol you have selected. Vinagre relies on <application>Avahi</application> service to browse for machines in your local network. Also, notice that Vinagre can be compiled without <application>Avahi</application> support. In this case, this button will not be available.
cs: Dostupnost tlačítka <guibutton>Hledat</guibutton> závisí na zvoleném protokolu. Vinagre využívá k hledání strojů v místní síti službu <application>Avahi</application>, ale lze jej zkompilovat i bez její podpory. V takovém případě nebude tlačítko dostupné.
el: Η διαθεσιμότητα του πλήκτρου <guibutton>Find</guibutton> εξαρτάται από το πρωτόκολλο που έχετε επιλέξει. Το Vinagre στηρίζεται στην υπηρεσία <application>Avahi</application> για την περιήγηση στο τοπικό σας δίκτυο. Σημειώστε επίσης ότι το Vinagre μπορεί να μεταγλωτιστεί χωρίς υποστήριξη <application>Avahi</application>. Σε αυτή την περίπτωση, αυτό το πλήκτρο δεν θα είανι διαθέσιμο.
pt_br: A disponibilidade do botão <guibutton>Localizar</guibutton> depende do protocolo que você selecionou. O Vinagre se baseia no serviço <application>Avahi</application> para navegar por máquinas na sua rede local. Note também que o Vinagre pode ser compilado sem suporte ao <application>Avahi</application> e, neste caso, este botão não estará disponível.

source: Some machines may require a secure connection. In this case, an <guilabel>Authentication</guilabel> dialog will be displayed asking for the credentials. The type of credentials depends on the server. It may be a password and an username. If you check <guilabel>Remember this credential</guilabel>, <application>Vinagre</application> will store the secure information using <application>GNOME Keyring Manager</application>.
cs: Některé stroje mohou vyžadovat zabezpečené spojení. V takovém případě se zobrazí okno <guilabel>Ověření</guilabel> vyžadující zadání přihlašovacích údajů. Druh přihlašovacích údajů závisí na serveru, může to být uživatelské jméno a heslo. Pokud zaškrtnete <guilabel>Zapamatovat si přihlašovací údaje</guilabel>, <application>Vinagre</application> bezpečně uloží informace do <application>Správce klíčenek pro GNOME</application>.
el: Κάποια συστήματα μπορεί να απαιτούν μια ασφαλή σύνδεση. Σε αυτή την περίπτωση, ένας διάλογος <guilabel>Κωδικός πρόσβασης</guilabel> θα εμφανιστεί και θα ζητάει τον κωδικό πρόσβασης για την σύνδεση. Αν επιλέξετε το <guilabel>Απομνημόνευση αυτού του κωδικού</guilabel>, το <application>Vinagre</application> θα αποθηκεύσει τις πληροφορίες ασφαλώς με την χρήση του <application>GNOME Keyring Manager</application>.
pt_br: Algumas máquinas podem requisitar uma conexão segura. Nesse caso, um diálogo <guilabel>Autenticação</guilabel> será exibido e pedirá credenciais. Os tipos de credenciais depende do servidor. Pode ser uma senha e nome de usuário. Se você selecionar <guilabel>Lembrar esta credencial</guilabel>, O <application>Vinagre</application> irá salvar a informação segura usando o <application>Chaveiro do GNOME</application>.

source: Authentication dialog
cs: Okno ověření
el: Διάλογος επικύρωσης
pt_br: Diálogo de Autenticação

source: Shows the authentication dialog.
cs: Zobrazuje okno Ověření.
el: Εμφανίζει τον διάλογο επικύρωσης.
pt_br: Mostra o diálogo de autenticação.

source: If the connection has been used previously, you can also access it by <menuchoice><guimenu>Machine</guimenu><guimenu>Recent connections...</guimenu></menuchoice>.
cs: Pokud jste již dříve dané připojení použili, můžete se k němu dostat také z nabídky <menuchoice><guimenu>Stroj</guimenu><guimenu>Nedávná spojení...</guimenu></menuchoice>.
el: Αν η σύνδεση έχει χρησιμοποιηθεί παλιότερα, μπορείτε επίσης να έχετε πρόσβαση σε αυτήν με την επιλογή <menuchoice><guimenu>Σύστημα</guimenu><guimenu>Πρόσφατες συνδέσεις</guimenu></menuchoice>.
pt_br: Se a conexão foi utilizada anteriormente, você poderá também acessá-la por <menuchoice><guimenu>Máquina</guimenu><guimenu>Conexões recentes...</guimenu></menuchoice>.

source: Opening a Remote Connection File
cs: Otevření souboru vzdáleného připojení
el: Άνοιγμα ενός αρχείου απομακρυσμένης σύνδεσης
pt_br: Abrindo um arquivo de conexão remota

source: Some hosts distribute remote connection files (generally ending with suffix ".vnc") instead of inform Host address and Port. To open a remote connection file, choose <menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>O</keycap></keycombo></shortcut><guimenu>Machine</guimenu><guimenuitem>Open</guimenuitem></menuchoice>. The <guilabel>Select File</guilabel> dialog is displayed. Select the file you want to open, then click on the <guibutton>Open</guibutton> button.
cs: Někteří hostitelé vytvářejí soubory vzdáleného spojení (obvykle končící na příponu ".vnc") namísto uvádění adresy hostitele a portu. Pokud chcete soubor vzdáleného spojení otevřít, zvolte <menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>O</keycap></keycombo></shortcut><guimenu>Stroj</guimenu><guimenuitem>Otevřít</guimenuitem></menuchoice>. Objeví se okno <guilabel>Zvolit soubor</guilabel>. Vyberte soubor, který chcete otevřít, a pak klepněte na tlačítko <guibutton>Otevřít</guibutton>.
el: Κάποια συστήματα διανέμουν αρχεία απομακρυσμένης σύνδεσης (συνήθως καταλήγουν με την επέκταση ".vnc") αντί να δίνουν την διεύθυνση συστήματος και την πόρτα. Για να ανοίξετε ένα αρχείο απομακρυσμένης σύνδεσης, επιλέξτε <menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>O</keycap></keycombo></shortcut><guimenu>Σύστημα</guimenu><guimenuitem></guimenuitem>Άνοιγμα</menuchoice>. Ο διάλογος <guilabel>Επιλογή αρχείου</guilabel> εμφανίζεται. Επιλέξτε το αρχείο που θέλετε να ανοίξετε, και μετά κάντε κλικ στο κουμπί <guibutton>Άνοιγμα</guibutton>.
pt_br: Algumas máquinas distribuem arquivos de conexão remota (geralmente terminados com o sufixo ".vnc") em vez de fornecer o endereço da Máquina e porta. Para abrir um arquivo de conexão remota, selecione <menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>O</keycap></keycombo></shortcut><guimenu>Máquina</guimenu><guimenuitem>Abrir</guimenuitem></menuchoice>. O diálogo <guilabel>Escolha o arquivo</guilabel> será exibido. Selecione o arquivo que quer abrir, e clique no botão <guibutton>Abrir</guibutton>.

source: You can also double-click on a remote connection file in the <application>Nautilus</application> file manager to open it on the <application>Vinagre</application> window.
cs: Také můžete ve správci souborů <application>Nautilus</application> poklepat na soubor vzdáleného připojení k jeho spuštění v okně <application>Vinagre</application>.
el: Μπορείτε επίσης να κάνετε διπλό κλικ σε ένα αρχείο απομακρυσμένης σύνδεσης στον διαχειριστή αρχείων <application>Ναυτίλο</application> για να το ανοίξετε στο παράθυρο του <application>Vinagre</application>.
pt_br: Você pode também dar um clique duplo em um arquivo de conexão remota no gerenciador de arquivos <application>Nautilus</application> para abrir na janela do <application>Vinagre</application>.

source: Using Bookmarks
cs: Používání záložek
el: Χρήση σελιδοδεικτών
pt_br: Usando marcadores

source: You can access your mostly used connections through bookmarks. See the <link linkend="bookmarks">Bookmarks chapter</link>.
cs: K nejčastěji používaným spojením můžete přistupovat pomocí záložek. Vice popisuje <link linkend="bookmarks">kapitola o záložkách</link>.
el: Μπορείτε να έχετε πρόσβαση στις πιο συχνά χρησιμοποιούμενες συνδέσεις σας μέσω σελιδοδεικτών. Δείτε το <link linkend="bookmarks">Κεφάλαιο σελιδοδείκτες</link>.
pt_br: Você pode acessar suas conexões mais acessadas pelos marcadores. Veja o <link linkend="bookmarks">Capítulo Marcadores</link>.

source: To Use Full Screen Mode
cs: Používání režimu celé obrazovky
el: Για να χρησιμοποιήσετε την λειτουργία πλήρους οθόνης
pt_br: Usando o modo de tela cheia

source: To zoom the Display Area to full screen mode, choose <menuchoice><shortcut><keycap>F11</keycap></shortcut><guimenu>View</guimenu><guimenuitem>Full Screen</guimenuitem></menuchoice> or the corresponding tool bar button.
cs: Pro zobrazení na celou obrazovku zvolte z nabídky <menuchoice><shortcut><keycap>F11</keycap></shortcut><guimenu>Zobrazit</guimenu><guimenuitem>Celá obrazovka</guimenuitem></menuchoice> nebo klepněte na odpovídající tlačítko lišty nástrojů.
el: Για να μεγεθύνετε την περιοχή εμφάνισης σε πλήρη οθόνη, επιλέξτε <menuchoice><shortcut><keycap>F11</keycap></shortcut><guimenu>Προβολή</guimenu><guimenuitem>Πλήρης οθόνη</guimenuitem></menuchoice> ή το αντίστοιχο πλήκτρο της γραμμής εργαλείων.
pt_br: Para ampliar a área de exibição para o modo de tela cheia, selecione <menuchoice><shortcut><keycap>F11</keycap></shortcut><guimenu>Ver</guimenu><guimenuitem>Tela cheia</guimenuitem></menuchoice> ou o botão correspondente na barra de ferramentas.

source: While in full screen mode, move the mouse to the top center of the screen to show a hidden tool bar, which has buttons to leave full screen mode, close the connection and other options.
cs: Pokud v režimu celé obrazovky přesunete kurzor na středu horního okraje obrazovky, zobrazí se skrytá nástrojová lišta obsahující tlačítka s funkcemi pro opuštění režimu celé obrazovky, ukončení spojení a jiné.
el: Όταν είστε σε λειτουργία πλήρους οθόνης, μετακινήστε το ποντίκι στο επάνω μέρος της οθόνης, στο κέντρο της για να εμφανιστεί η κρυφή γραμμή εργαλείων, που έχει πλήκτρα για βγείτε από την λειτουργία πλήρους οθόνης, να κλείσετε την σύνδεση και άλλες επιλογές.
pt_br: Enquanto estiver no modo tela cheia, mova o mouse para o topo central da tela para mostrar a barra de ferramentas oculta, que tem botões para sair do modo tela cheia, fechar a conexão e outras opções.

source: To Close a Connection
cs: Ukončení spojení
el: Για να κλείσετε μια σύνδεση
pt_br: Fechando uma conexão

source: To close a connection, choose <menuchoice><guimenu>Machine</guimenu><guimenuitem>Close</guimenuitem></menuchoice>.
cs: Spojení ukončíte, pokud z nabídky vyberete <menuchoice><guimenu>Stroj</guimenu><guimenuitem>Zavřít</guimenuitem></menuchoice>.
el: Για να κλείσετε μια σύνδεση, επιλέξτε <menuchoice><guimenu>Σύστημα</guimenu><guimenuitem>Κλείσιμο</guimenuitem></menuchoice>.
pt_br: Para fechar uma conexão, selecione <menuchoice><guimenu>Máquina</guimenu><guimenuitem>Fechar</guimenuitem></menuchoice>.

source: To Take Screenshot
cs: Získání snímku obrazovky
el: Για να κάνετε λήψη στιγμιότυπου
pt_br: Capturando imagem da tela

source: To take screenshot of the current remote desktop, choose <menuchoice><guimenu>Machine</guimenu><guimenu>Take Screenshot</guimenu></menuchoice> or press the relative button in the toolbar. The <guilabel>Save Screenshot</guilabel> dialog is displayed, click the <guibutton>Save</guibutton> button to save the screenshot.
cs: Snímek aktuální vzdálené plochy získáte zvolením nabídky <menuchoice><guimenu>Stroj</guimenu><guimenu>Sejmout obrazovku</guimenu></menuchoice>, nebo klepnutím na odpovídající ikonu v nástrojové liště. V okně <guilabel>Uložit snímek obrazovky</guilabel> klepněte na tlačítko <guibutton>Uložit</guibutton> pro uložení snímku.
el: Για να κάνετε λήψη στιγμιότυπου της τρέχουσας απομακρυσμένης επιφάνειας εργασίας, επιλέξτε <menuchoice><guimenu>Σύστημα</guimenu><guimenu>Λήψη στιγμιότυπου</guimenu></menuchoice> ή πατήστε το αντίστοιχο κουμπί στην εργαλειοθήκη. Ο διάλογος <guilabel>Αποθήκευση στιγμιότυπου</guilabel> εμφανίζεται, κάντε κλικ στο κουμπί <guibutton>Αποθήκευση</guibutton> για να αποθηκεύσετε το στιγμιότυπο.
pt_br: Para capturar uma imagem da área de trabalho remota, selecione <menuchoice><guimenu>Máquina</guimenu><guimenu>Capturar imagem da tela</guimenu></menuchoice> ou pressione o botão adequado na barra de ferramentas. Será apresentado o diálogo <guilabel>Salvar captura de tela</guilabel>, clique então em <guibutton>Salvar</guibutton> para salvar a captura da imagem da tela.

source: Bookmarks are a resource to keep around machines you access frequently. They are visible at side panel or in the <guimenu>Bookmarks</guimenu> menu.
cs: Záložky jsou způsob, jak organizovat opakovaný přístup k téže strojům. Zobrazují se v bočním panelu nebo v nabídce <guimenu>Záložky</guimenu>.
el: Οι σελιδοδείκτες είναι ένα μέσο για να έχετε εύκολη πρόσβαση σε υπολογιστές στους οποίους συνδέεστε συχνά. Εμφανίζονται σε πλευρικό πίνακα ή στο μενού <guimenu>Σελιδοδείκτες</guimenu>.
pt_br: Marcadores são um recurso para manter próximas as máquinas que você acessa frequentemente. Eles estão visíveis no painel lateral ou no menu <guimenu>Marcadores</guimenu>.

source: Bookmarks at side panel
cs: Záložky v bočním panelu
el: Σελιδοδείκτες στον πλευρικό πίνακα
pt_br: Marcadores no painel lateral

source: Shows bookmarks at side panel.
cs: Zobrazuje záložky v bočním panelu.
el: Εμφανίζει σελιδοδείκτες στον πλευρικό πίνακα
pt_br: Mostra marcadores no painel lateral.

source: As you move the mouse around the entries, a tooltip will show you the hostname of the connection. To connect to a machine, just double click on a entry.
cs: Přesunutím kurzoru myši nad nějakou položku zobrazíte v bublinové nápovědě hostitele daného spojení. Pokud se chcete ke stroji připojit, poklepejte na příslušnou položku.
el: Καθώς μετακινείτε το ποντίκι στις καταχωρήσεις, ένα κείμενο υπόδειξης θα σας δείξει το όνομα εξυπηρετητή (hostname) της σύνδεσης. Για να συνδεθείτε σε έναν υπολογιστή, κάντε διπλό κλικ στην εγγραφή.
pt_br: Quando você move o mouse pelas entradas, uma dica de ferramenta irá mostrar-lhe o nome da máquina da conexão. Para conectar-se a uma máquina, simplesmente dê um duplo clique na entrada.

source: To Create a New Bookmark
cs: Vytvoření nové záložky
el: Για να δημιουργήσετε νέο σελιδοδείκτη
pt_br: Criando um novo marcador

source: To bookmark the currently viewed connection, choose <menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>D</keycap></keycombo></shortcut><guimenu>Bookmarks</guimenu><guimenuitem>Add to Bookmarks</guimenuitem></menuchoice>. The <guilabel>Saving to Bookmarks</guilabel> dialog is displayed. Inform the name of the connection and optionally other data, such as the folder and click <guibutton>Save</guibutton>.
cs: Chcete-li přidat aktuálně prohlížené spojení mezi záložky, zvolte <menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>D</keycap></keycombo></shortcut><guimenu>Záložky</guimenu><guimenuitem>Přidat do záložek</guimenuitem></menuchoice>. Objeví se okno <guilabel>Ukládání do záložek</guilabel>. Zadejte jméno připojení a případně další údaje a klepněte na tlačítko <guibutton>Uložit</guibutton>.
el: Για να προσθέσετε στους σελιδοδείκτες την τρέχουσα σύνδεση, επιλέξτε <menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>D</keycap></keycombo></shortcut><guimenu>Σελιδοδείκτες</guimenu><guimenuitem>Προσθήκη στους σελιδοδείκτες</guimenuitem></menuchoice>. Ο διάλογος <guilabel>Αποθήκευση στους σελιδοδείκτες</guilabel> εμφανίζεται. Εισάγετε το όνομα της σύνδεσης και προαιρετικά άλλα στοιχεία, όπως τον κατάλογο και κάντε κλικ στο <guibutton>OK</guibutton>.
pt_br: Para marcar a conexão atualmente visível, selecione <menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>D</keycap></keycombo></shortcut><guimenu>Marcadores</guimenu><guimenuitem>Adicionar aos marcadores</guimenuitem></menuchoice>. O diálogo <guilabel>Salvando nos marcadores</guilabel> será exibido. Introduza o nome da conexão e, opcionalmente, outros dados como a pasta, e após isso clique em <guibutton>Salvar</guibutton>.

source: Saving a bookmark
cs: Ukládání záložek
el: Αποθήκευση σελιδοδείκτη
pt_br: Salvando um marcador

source: Shows the Saving to Bookmarks dialog.
cs: Zobrazuje okno Ukládání do záložek.
el: Εμφανίζει τον διάλογο αποθήκευση στους σελιδοδείκτες.
pt_br: Mostra diálogo Salvando em Marcadores.

source: You can use folders to organize your bookmarks. To create a folder, right click in the side panel and choose the option <guimenu>New Folder</guimenu> in the context menu, or go to menu <menuchoice><guimenu>Bookmarks</guimenu><guimenu>New Folder</guimenu></menuchoice>.
cs: K organizaci záložek můžete použít složky. Novou složku vytvoříte, pokud klepnete pravým tlačítkem do bočního panelu a z kontextové nabídky vyberete <guimenu>Nová složka</guimenu>. Další možností je zvolit z nabídky <menuchoice><guimenu>Záložky</guimenu><guimenu>Nová složka</guimenu></menuchoice>.
el: Μπορείτε να χρησιμοποιήσετε φακέλους για να οργανώσετε τους σελιδοδείκτες σας. Για να δημιουργήσετε έναν φάκελλο, κάντε δεξί κλικ στον πλευρικό πίνακα και επιλέξτε <guimenu>Νέος φάκελος</guimenu> από το αναδυόμενο μενού, ή πηγαίνετε στο μενού <menuchoice><guimenu>Σελιδοδείκτες</guimenu><guimenu>Νέος φάκελος</guimenu></menuchoice>.
pt_br: Você pode usar pastas para organizar seus marcadores. Para criar uma pasta, clique direito no painel lateral e escolha a opção <guimenu>Nova Pasta</guimenu> no menu de contexto, ou vá para o menu <menuchoice><guimenu>Marcadores</guimenu><guimenu>Nova Pasta</guimenu></menuchoice>.

source: To Edit a Bookmark's Properties
cs: Úprava vlastností záložky
el: Για να επεξεργαστείτε τις ιδιότητες ενός σελιδοδείκτη
pt_br: Editando as propriedades de um marcador

source: To edit a bookmark's properties, such as it's name and host, choose <guimenuitem>Edit bookmark</guimenuitem> from the context menu of the bookmark in the Side Pane. The same dialog as shown above will be displayed.
cs: Pokud chcete upravit vlastnosti záložky, například název a hostitele, zvolte <guimenuitem>Upravit</guimenuitem> z kontextové nabídky záložky v bočním panelu. Objeví se stejné okno jako je zobrazeno výše.
el: Για να επεξεργαστείτε τις ιδιότητες ενός σελιδοδείκτη, όπως το όνομα του και τον εξυπηρετητή, επιλέξτε <guimenuitem>Επεξεργασία σελιδοδείκτη</guimenuitem> από το μενού περιεχομένων του σελιδοδείκτη στο πλαϊνό πλαίσιο. Ο ίδιος διάλογος που φαίνεται παραπάνω θα προβληθεί.
pt_br: Para editar as propriedades de um marcador, tais como o seu nome e máquina, selecione <guimenuitem>Editar marcador</guimenuitem> do menu de contexto do marcador no painel lateral. O mesmo diálogo mostrado acima será mostrado.

source: Editing a bookmark
cs: Úprava záložky
el: Επεξεργασία σελιδοδείκτη
pt_br: Editando um marcador

source: Context menu option to edit a bookmark
cs: Položka kontextové nabídky sloužící k úpravám záložky
el: Επιλογή μενού περιεχομένων για την επεξεργασία σελιδοδείκτη
pt_br: Contexto do menu de opção para editar um marcador

source: You can also edit a folder.
cs: Také lze upravovat složky.
el: Μπορείτε επίσης να επεξεργαστείτε έναν φάκελο.
pt_br: Você também pode editar uma pasta.
