Repository: jwendell/vinagre
Catalog: help/*/*.po
Languages: cs, el, pt_br

source: <application>Vinagre</application> Manual
cs: <application>Vinagre</application>: Příručka
el: Εγχειρίδιο του <application>Vinagre</application>
pt_br: Manual do <application>Vinagre</application>

source: <application>Vinagre</application> is a Remote Desktop Viewer
cs: <application>Vinagre</application> je prohlížeč vzdálené plochy
el: Το <application>Vinagre</application> είναι μια εφαρμογή σύνδεσης απομακρυσμένης επιφάνειας εργασίας
pt_br: <application>Vinagre</application> é um visualizador de área de trabalho remota

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="ghelp:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
cs: Je povoleno kopírovat, šířit a/nebo upravovat tento dokument za podmínek GNU Free Documentation License (GFDL), verze 1.1 nebo jakékoli další verze vydané nadací Free Software Foundation; bez neměnných oddílů, bez textů předních desek a bez textů zadních desek. Kopii licence GFDL naleznete pod <ulink type="help" url="ghelp:fdl">tímto odkazem</ulink> nebo v souboru COPYING-DOCS dodávaném s touto příručkou.
el: Επιτρέπεται η αντιγραφή, η αναδιανομή και/ή η τροποποίηση αυτού του εγγράφου υπό τους όρους της Ελεύθερης Άδειας Τεκμηρίωσης GPL (GFDL), έκδοση 1.1 ή νεότερη που εκδόθηκε από το Ίδρυμα Ελεύθερου Λογισμικού χωρίς Αμετάβλητα Τμήματα, χωρίς Κείμενο Εξωφύλλου και χωρίς Κείμενο Οπισθοφύλλου. Μπορείτε να βρείτε ένα αντίγραφο της GDFL σ' <ulink type="help" url="ghelp:fdl">αυτό το σύνδεσμο</ulink> ή στο αρχείο COPYING DOCS που διανέμεται μαζί με αυτό το εγχειρίδιο.
pt_br: É dada a permissão para copiar, redistribuir e/ou modificar este documento sob os termos da Licença de Documentação Livre GNU (GFDL) Versão 1.1 ou qualquer versão superior publicada pela Free Software Foundation sem quaisquer Seções Invariantes, Textos de Capa da frente e de trás. Você pode encontrar uma cópia da GFDL neste<ulink type="help" url="ghelp:fdl">link</ulink> ou no arquivo COPYING-DOCS distribuído com este manual.

source: This manual is part of a collection of GNOME manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
cs: Tato příručka je součástí sbírky příruček GNOME šířených za podmínek licence GNU FDL. Pokud chcete tento dokument šířit odděleně od sbírky, musíte přiložit kopii licence dle popisu v oddíle 6 dané licence.
el: Αυτό το εγχειρίδιο είναι μέρος μιας συλλογής από εγχειρίδια του GNOME που διανέμονται υπό την GFDL. Αν θέλετε να διανείμετε αυτό το εγχειρίδιο ξεχωριστά από τη συλλογή, μπορείτε να το κάνετε προσθέτοντας σ' αυτό ένα αντίγραφο της άδειας, όπως περιγράφεται στο τμήμα 6 της άδειας.
pt_br: Este manual é parte da coleção de manuais do GNOME distribuído sob os termos da licença GFDL. Se você quer distribuir este manual separadamente da coleção, você pode fazer desde que inclua uma cópia da licença do manual, como descrito na seção 6 da licença.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any GNOME documentation, and the members of the GNOME Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
cs: Mnoho užívaných jmen určených k zviditelnění produktů nebo služeb jsou ochranné známky. Na místech, kde jsou tato jména v dokumentaci užita a členové Dokumentačního projektu GNOME jsou si vědomi skutečnosti, že se jedná o ochrannou známku, je takové jméno psáno velkými písmeny celé nebo s velkým písmenem na začátku.
el: Πολλά από τα ονόματα που χρησιμοποιούνται από εταιρείες για να διακρίνουν τα προϊόντα και τις υπηρεσίες τους είναι κατατεθέντα σήματα. Όπου εμφανίζονται τέτοια ονόματα σε οποιαδήποτε τεκμηρίωση του GNOME. και τα μέλη του Έργου Τεκμηρίωσης του GNOME το γνωρίζουν, τότε αυτά τα ονόματα γράφονται με κεφαλαία γράμματα ή ξεκινούν με κεφαλαίο γράμμα.
pt_br: Muitos dos nomes usados por companhias para distinguir seus produtos e serviços são mencionados como marcas comerciais. Onde estes nomes apareciam em qualquer documentação do GNOME, e os membros do Projeto de Documentação GNOME estão atentos a estas marcas registradas, então os nomes estão em letras maiúsculas ou com as iniciais em maiúsculas.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
cs: DOKUMENT JE POSKYTOVÁN V PODOBĚ "JAK JE", BEZ ZÁRUKY JAKÉHOKOLIV DRUHU, NEPOSKYTUJÍ SE ANI ODVOZENÉ ZÁRUKY, ZÁRUKY, ŽE DOKUMENT, NEBO JEHO UPRAVENÁ VERZE, JE BEZCHYBNÝ, NEBO ZÁRUKY PRODEJNOSTI, VHODNOSTI PRO URČITÝ ÚČEL, NEBO NEPORUŠENOSTI. RIZIKO NEKVALITY, NEPŘESNOSTI A ŠPATNÉHO PROVEDENÍ DOKUMENTU, NEBO JEHO UPRAVENÉ VERZE, NESETE VY. POKUD JE TENTO DOKUMENT NEBO JEHO UPRAVENÁ VERZE VADNÁ V JAKÉMKOLIV SMYSLU, VY (NIKOLIV PŮVODCE, AUTOR NEBO JAKÝKOLIV PŘISPĚVATEL) PŘEBÍRÁTE ODPOVÉDNOST ZA JAKÉKOLIV NÁKLADY NA NUTNÉ ÚPRAVY, OPRAVY ČI SLUŽBY. TOTO PROHLÁŠENÍ O ZÁRUCE PŘEDSTAVUJE ZÁKLADNÍ SOUČÁST TÉTO LICENCE. BEZ TOHOTO PROHLÁŠENÍ NENÍ PODLE TÉTO DOHODY POVOLENO UŽÍVÁNÍ ANI ÚPRAVY TOHOTO DOKUMENTU; DÁLE
el: ΤΟ ΕΓΓΡΑΦΟ ΠΑΡΕΧΕΤΑΙ ΩΣ ΕΧΕΙ, ΧΩΡΙΣ ΚΑΜΜΙΑ ΕΓΓΥΗΣΗ ΡΗΤΗ Η ΝΟΟΥΜΕΝΗ, ΜΗ ΑΠΟΚΛΕΙΣΤΙΚΑ ΠΕΡΙΛΑΜΒΑΝΟΜΕΝΩΝ ΕΓΓΥΗΣΕΩΝ ΟΤΙ ΤΟ ΕΓΓΡΑΦΟ Η ΤΡΟΠΟΠΟΙΗΜΕΝΕΣ ΕΚΔΟΣΕΙΣ ΑΥΤΟΥ ΕΙΝΑΙ ΕΛΕΥΘΕΡΕΣ ΑΠΟ ΕΛΑΤΤΩΜΑΤΑ ΕΜΠΟΡΕΥΣΙΜΑ, ΚΑΤΑΛΛΗΛΑ ΓΙΑ ΣΥΓΚΕΚΡΙΜΕΝΟ ΣΚΟΠΟ Η ΜΗ ΠΑΡΑΒΑΤΙΚΑ. ΑΚΕΡΑΙΟΣ Ο ΚΙΝΔΥΝΟΣ ΩΣ ΠΡΟΣ ΤΗΝ ΠΟΙΟΤΗΤΑ, ΑΚΡΙΒΕΙΑ, ΚΑΙ ΑΠΟΔΟΣΗ ΤΟΥ ΕΓΓΡΑΦΟΥ Η ΤΡΟΠΟΠΟΙΗΜΕΝΩΝ ΕΚΔΟΣΕΩΝ ΤΟΥ ΒΑΡΑΙΝΕΙ ΕΣΑΣ. ΑΝ ΟΠΟΙΟΔΗΠΟΤΕ ΕΓΓΡΑΦΟ Η ΤΡΟΠΟΠΟΗΜΕΝΗ ΕΚΔΟΣΗ ΤΟΥ ΑΠΟΔΕΙΚΤΟΥΝ ΕΛΑΤΤΩΜΑΤΙΚΑ ΜΕ ΟΠΟΙΟΔΗΠΟΤΕ ΤΡΟΠΟ, ΕΣΕΙΣ (ΚΑΙ ΟΧΙ Ο ΑΡΧΙΚΟΣ ΣΥΓΓΡΑΦΕΑΣ, ΔΗΜΙΟΥΡΓΟΣ Η ΣΥΜΜΕΤΕΧΟΝΤΑΣ) ΑΝΑΛΑΜΒΑΝΕΤΕ ΤΟ ΚΟΣΤΟΣ ΚΑΘΕ ΑΝΑΓΚΑΙΑΣ ΕΠΙΣΚΕΥΗΣ Η ΔΙΟΡΘΩΣΗΣ. ΑΥΤΗ Η ΑΠΑΛΛΑΓΗ ΑΠΟ ΕΓΓΥΗΣΗ ΑΠΟΤΕΛΕΙ ΑΝΑΠΟΣΠΑΣΤΟ ΜΕΡΟΣ ΤΗΣ ΑΔΕΙΑΣ. ΔΕΝ ΕΠΙΤΡΕΠΕΤΑΙ Η ΧΡΗΣΗ ΚΑΝΕΝΟΣ ΕΓΓΡΑΦΟΥ Η ΤΡΟΠΟΠΟΙΗΣΗΣ ΑΥΤΟΥ ΕΚΤΟΣ ΥΠΟ ΤΗΝ ΑΠΑΛΛΑΓΗ ΑΥΤΗ. ΚΑΙ
pt_br: ESTE DOCUMENTO É DISPONIBILIZADO NUMA BASE "TAL COMO ESTÁ", SEM QUALQUER GARANTIA DE QUALQUER TIPO, NEM EXPRESSA NEM IMPLÍCITA, INCLUINDO, MAS SEM LIMITAR, GARANTIAS DE QUE O DOCUMENTO OU VERSÃO ALTERADA DO DOCUMENTO SE ENCONTRA LIVRE DE DEFEITOS PARA COMERCIALIZAÇÃO, ADEQUADO A UM PROPÓSITO ESPECÍFICO OU QUE NÃO INFRINJA. A TOTALIDADE DO RISCO DE QUALIDADE, PORMENORIZAÇÃO, E DESEMPENHO DO DOCUMENTO OU VERSÃO ALTERADA DO DOCUMENTO É SUA. CASO ALGUM DOCUMENTO OU VERSÃO ALTERADA SE DEMONSTRE DEFICIENTE EM QUALQUER ASPECTO, O LEITOR (E NÃO O AUTOR INICIAR, OU QUALQUER CONTRIBUINTE POSTERIOR) ASSUME O CUSTO DE TODO O SERVIÇO DE REPARAÇÃO, ASSISTÊNCIA OU CORRECÇÃO QUE POSSE SER NECESSÁRIO. ESTA DESRESPONSABILIZAÇÃO DE GARANTIA CONSTITUI UMA PARTE ESSENCIAL DESTA LICENÇA. NENHUMA UTILIZAÇÃO DE QUALQUER DOCUMENTO OU VERSÃO ALTERADO DO DOCUMENTO SE ENCONTRA AUTORIZADA EXCETO SE "SUJEITA A ESTA DESRESPONSABILIZAÇÃO; E

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
cs: ZA ŽÁDNÝCH OKOLNOSTÍ A ŽÁDNÝCH PRÁVNÍCH PŘEDPOKLADŮ, AŤ SE JEDNÁ O PŘEČIN (VČETNĚ NEDBALOSTNÍCH), SMLOUVU NEBO JINÉ, NENÍ AUTOR, PŮVODNÍ PISATEL, KTERÝKOLIV PŘISPĚVATEL NEBO KTERÝKOLIV DISTRIBUTOR TOHOTO DOKUMENTU NEBO UPRAVENÉ VERZE DOKUMENTU NEBO KTERÝKOLIV DODAVATEL NĚKTERÉ Z TĚCHTO STRAN ODPOVĚDNÝ NĚJAKÉ OSOBĚ ZA PŘÍMÉ, NEPŘÍMÉ, SPECIÁLNÍ, NAHODILÉ NEBO NÁSLEDNÉ ŠKODY JAKÉHOKOLIV CHARAKTERU, VČETNĚ, ALE NEJEN, ZA POŠKOZENÍ ZE ZTRÁTY DOBRÉHO JMÉNA, PŘERUŠENÍ PRÁCE, PORUCHY NEBO NESPRÁVNÉ FUNKCE POČÍTAČE NEBO JINÉHO A VŠECH DALŠÍCH ŠKOD NEBO ZTRÁT VYVSTÁVAJÍCÍCH Z NEBO VZTAHUJÍCÍCH SE K POUŽÍVÁNÍ TOHOTO DOKUMENTU NEBO UPRAVENÝCH VERZÍ DOKUMENTU, I KDYŽ BY TAKOVÁTO STRANA BYLA INFORMOVANÁ O MOŽNOSTI TAKOVÉHOTO POŠKOZENÍ.
el: ΣΕ ΚΑΜΜΙΑ ΠΕΡΙΠΤΩΣΗ ΚΑΙ ΥΠΟ ΚΑΜΜΙΑ ΝΟΜΙΚΗ ΘΕΩΡΙΑ. ΕΙΤΕ ΣΕ ΠΑΡΑΝΟΜΙΑ Η ΠΑΡΑΛΕΙΨΗ, ΣΥΜΒΟΛΑΙΟ, Η ΑΛΛΙΩΣ, Ο ΑΡΧΙΚΟΣ ΔΗΜΙΟΥΡΓΟΣ. ΣΥΓΓΡΑΦΕΑΣ, ΣΥΜΜΕΤΕΧΟΝΤΑΣ Η ΔΙΑΝΟΜΕΑΣ ΤΟΥ ΕΓΓΡΑΦΟΥ Η ΤΡΟΠΟΠΟΙΗΣΗΣ ΑΥΤΟΥ, Η ΟΠΟΙΟΣΔΗΠΟΤΕ ΠΡΟΜΗΘΕΥΤΗΣ ΑΥΤΩΝ, ΔΕΝ ΕΧΕΙ ΕΥΘΥΝΗ ΣΕ ΚΑΝΕΝΑΝ ΓΙΑ ΚΑΜΜΙΑ ΑΜΕΣΗ, ΕΜΜΕΣΗ, ΕΙΔΙΚΗ, ΠΕΡΙΣΤΑΣΙΑΚΗ Η ΑΠΟ ΣΥΝΕΠΕΙΑ ΖΗΜΙΑ ΓΙΑ ΑΠΩΛΕΙΑ ΚΑΛΗΣ ΘΕΛΗΣΗΣ, ΕΡΓΑΣΙΑΣ, ΠΑΥΣΗΣ, ΑΣΤΟΧΙΑΣ Η ΔΥΣΛΕΙΤΟΥΡΓΙΑΣ ΥΠΟΛΟΓΙΣΤΙΚΟΥ ΣΥΣΤΗΜΑΤΟΣ. Η ΓΙΑ ΟΠΟΙΑΔΗΠΟΤΕ ΑΛΛΗ ΖΗΜΙΑ Η ΑΠΩΛΕΙΑ ΠΟΥ ΠΡΟΕΡΧΕΤΑΙ ΑΠΟ Η ΣΧΕΤΙΖΕΤΑΙ ΜΕ ΤΗ ΧΡΗΣΗ ΤΟΥ ΕΓΓΡΑΦΟΥ Η ΤΡΟΠΟΠΟΙΗΣΕΩΝ ΤΟΥ, ΑΚΟΜΑ ΚΑΙ ΑΝ ΑΥΤΟ ΤΟ ΜΕΡΟΣ ΕΧΕΙ ΕΝΗΜΕΡΩΘΕΙ ΓΙΑ ΤΗΝ ΠΙΘΑΝΟΤΗΤΑ ΤΕΤΟΙΩΝ ΖΗΜΙΩΝ.
pt_br: SOB QUAISQUER CIRCUNSTÂNCIAS E TEORIA LEGAL, QUER SEJA POR ERRO (INCLUINDO NEGLIGÊNCIA), CONTRATO, OU QUALQUER OUTRO MOTIVO, PODERÁ O AUTOR, ESCRITOR INICIAL, QUALQUER CONTRIBUINTE, OU QUALQUER DISTRIBUIDOR DO DOCUMENTO OU VERSÃO ALTERADA DO DOCUMENTO, OU QUALQUER FORNECEDOR DE UMA DESSAS PARTES, SER RESPONSÁVEL PERANTE QUALQUER PESSOA POR QUAISQUER DANOS DIRETOS, "INDIRETOS, ESPECIAIS, ACIDENTAIS OU CONSEQUENCIAIS DE QUALQUER TIPO INCLUINDO, SEM LIMITAR, DANOS POR PERCA DE BOM NOME (GOODWILL), PARAGENS DE TRABALHO, FALHA OU MAU FUNCIONAMENTO INFORMÁTICO, OU QUALQUER E TODOS OS OUTROS DANOS OU PERCAS DECORRENTES OU RELACIONADAS COM A UTILIZAÇÃO DO DOCUMENTO E VERSÕES ALTERADAS DO DOCUMENTO, MESMO QUE TAL PARTE TENHA SIDO INFORMADA DA POSSIBILIDADE DE OCORREREM TAIS DANOS.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <placeholder-1/>
cs: DOKUMENT A JEHO UPRAVENÉ VERZE JSOU ŠÍŘENY V SOULADU SE ZNĚNÍM LICENCE GNU FREE DOCUMENTATION LICENSE S NÁSLEDUJÍCÍM USTANOVENÍM: <placeholder-1/>
el: TΟ ΕΓΓΡΑΦΟ ΚΑΙ ΟΙ ΤΡΟΠΟΙΗΜΕΝΕΣ ΕΚΔΟΣΕΙΣ ΤΟΥ ΠΑΡΕΧΟΝΤΑΙ ΥΠΟ ΤΟΥΣ ΟΡΟΥΣ ΤΗΣ ΕΛΕΥΘΕΡΗΣ ΑΔΕΙΑΣ ΤΕΚΜΗΡΙΩΣΗΣ GNU ΜΕ ΤΙΣ ΕΠΙΠΛΕΟΝ ΓΝΩΣΤΟΠΟΙΗΣΕΙΣ: <placeholder-1/>
pt_br: ESTE DOCUMENTO E AS VERSÕES MODIFICADAS DO MESMO SÃO PROPORCIONADAS SEGUNDO AS CONDIÇÕES ESTABELECIDAS NA LICENÇA DE DOCUMENTAÇÃO LIVRE GNU (GFDL) E TENDO EM CONTA QUE: <placeholder-1/>

source: Feedback
cs: Ohlasy
el: Ανάδραση

source: To report a bug or make a suggestion regarding the Vinagre application or this manual, please file a bug at <ulink url="http://bugzilla.gnome.org/enter_bug.cgi?product=vinagre" type="http">GNOME bugzilla page</ulink>.
cs: Pokud chcete oznámit chybu nebo navrhnout vylepšení této aplikace, můžete přidat hlášení o chybě do příslušné sekce <ulink url="http://bugzilla.gnome.org/enter_bug.cgi?product=vinagre" type="http"> nástroje pro sledování chyb</ulink>.
el: Για να αναφέρετε ένα σφάλμα ή να κάνετε μια πρόταση σχετικά με αυτή την εφαρμογή, μπορείτε να καταχωρήσετε μια αναφορά σφάλματος στον καταγραφέα σφαλμάτων <ulink url="http://bugzilla.gnome.org/browse.cgi?product=vinagre" type="http"></ulink>.
pt_br: Para relatar um erro ou fazer uma sugestão em relação a esta aplicação, você pode abrir um relatório de erro na nossa <ulink url="http://bugzilla.gnome.org/enter_bug.cgi?product=vinagre" type="http">Página do Bugzilla do GNOME</ulink>.

source: remote desktop
cs: vzdálená plocha
el: απομακρυσμένη επιφάνεια εργασίας
pt_br: área de trabalho remota

source: Introduction
cs: Úvod
el: Εισαγωγή
pt_br: Introdução

source: Manual
cs: Příručka
el: Εγχειρίδιο

source: The Vinagre application is a Remote Desktop Viewer for the <systemitem>GNOME desktop</systemitem> that uses Virtual Network Computing (VNC) system (and possibly other protocols) to remotely control another computer.
cs: Aplikace Vinagre je prohlížeč vzdálené plochy pro <systemitem>pracovní prostředí GNOME</systemitem> využívající systém Virtual Network Computing (VNC), případně jiné protokoly, k vzdálenému ovládání jiných počítačů.
el: Το Vinagre είναι μια εφαρμογή για σύνδεση απομακρυσμένης επιφάνειας εργασίας για την <systemitem>Επιφάνεια εργασίας GNOME</systemitem>, η οποία χρησιμοποιεί το σύστημα εικονικής χρήσης υπολογιστή μέσω δικτύου (VNC) για έλεγχο από απόσταση ενός υπολογιστή.
pt_br: O aplicativo Vinagre é um Visualizador de Área de Trabalho Remota para o <systemitem>Ambiente GNOME</systemitem>. Ele usa o sistema VNC (Virtual Network Computing) (e possivelmente outros protocolos) para controlar remotamente outro computador.

source: <application>Vinagre</application> provides the following features:
cs: <application>Vinagre</application> nabízí následující funkce:
el: Το <application>Vinagre</application> παρέχει τα εξής χαρακτηριστικά:
pt_br: O <application>Vinagre</application> disponibiliza os seguintes recursos:

source: Connect to several machines at the same time.
cs: Připojení k více strojům zároveň.
el: Ταυτόχρονη σύνδεση σε πολλά μηχανήματα.
pt_br: Conecta-se simultaneamente a várias máquinas.

source: Store recently connections and allows to bookmark them.
cs: Ukládání nedávných spojení a možnost přidávání do záložek.
el: Αποθήκευση πρόσφατων συνδέσεων και δυνατότητα τοποθέτησης σελιδοδεικτών σ' αυτές.
pt_br: Salva conexões recentes e permite criar marcadores destas.

source: Browse local network for machines.
cs: Procházení strojů v místní síti.
el: Περιήγηση στο τοπικό δίκτυο για εξυπηρετητές VNC.
pt_br: Descobre máquinas na rede local.

source: Provide a GNOME Panel applet to quickly access your bookmarked machines.
cs: Zobrazovat applet v panelu GNOME, prostřednictvím kterého lze přistupovat ke strojům uloženým v záložkách.
el: Παροχή μικροεφαρμογής του πίνακα εφαρμογών του GNOME για γρήγορη πρόσβαση σε υπολογιστές που έχετε προσθέσει στους σελιδιδείκτες σας.
pt_br: Provê um mini-aplicativo no painel do GNOME para acessar rapidamente as suas máquinas marcadas.

source: Extensible through its plugin structure.
cs: Rozšiřitelné pomocí zásuvných modulů.
el: Επεκτάσιμο μέσω του συστήματος των plugin του.
pt_br: Extensível através de sua estrutura de plug-ins.

source: Getting Started
cs: Začínáme
el: Ξεκινώντας
pt_br: Iniciando

source: Starting Vinagre
cs: Spouštění Vinagre
el: Ξεκινώντας το Vinagre
pt_br: Iniciando o Vinagre

source: You can start <application>Vinagre</application> in the following ways:
cs: <application>Vinagre</application> lze spustit několika způsoby:
el: Μπορείτε να ξεκινήσετε το <application>Vinagre</application> με τους εξής τρόπους:
pt_br: Você pode iniciar o <application>Vinagre</application> das seguintes formas:

source: <guimenu>Applications</guimenu> menu
cs: Nabídka <guimenu>Aplikace</guimenu>
el: Μενού <guimenu>Εφαρμογές</guimenu>
pt_br: Menu <guimenu>Aplicativos</guimenu>

source: Choose <menuchoice><guisubmenu>Internet</guisubmenu><guimenuitem>Remote Desktop Viewer</guimenuitem></menuchoice>.
cs: Zvolte <menuchoice><guisubmenu>Internet</guisubmenu><guimenuitem>Prohlížeč vzdálené plochy</guimenuitem></menuchoice>.
el: Επιλέξτε <menuchoice><guisubmenu>Διαδίκτυο</guisubmenu><guimenuitem>Σύνδεση απομακρυσμένης επιφ. εργασίας</guimenuitem></menuchoice>.
pt_br: Selecione <menuchoice><guisubmenu>Internet</guisubmenu><guimenuitem>Visualizador de Área de Trabalho Remota</guimenuitem></menuchoice>.

source: Command line
cs: Příkazová řádka
el: Γραμμή εντολών
pt_br: Linha de comando

source: Execute the following command: <command>vinagre</command>
cs: Spusťte následující příkaz: <command>vinagre</command>
el: Εκτελέστε την εξής εντολή: <command>vinagre</command>
pt_br: Execute o seguinte comando: <command>vinagre</command>

source: Starting Vinagre from a command line
cs: Spouštění Vinagre z příkazové řádky
el: Ξεκινώντας το Vinagre από την γραμμή εντολών
pt_br: Iniciando o Vinagre da linha de comando

source: You can run <application>Vinagre</application> from a command line and connect to a single machine or multiple machines. To connect to a machine from a command line, type the following command, then press <keycap>Return</keycap>:
cs: <application>Vinagre</application> lze spustit z příkazové řádky a připojit se k jednomu nebo více vzdáleným strojům. Pokud se z příkazové řádky chcete připojit k nějakému stroji, napište následující příkaz a stiskněte <keycap>Enter</keycap>:
el: Μπορείτε να εκτελέσετε το <application>Vinagre</application> από την γραμμή εντολών και να συνδεθείτε με έναν ή περισσότερους υπολογιστές. Για να συνδεθείτε με έναν υπολογιστή από την γραμμή εντολών, πληκτρολογήστε την εξής ςντολή, και πιέστε το πλήκτρο <keycap>Return</keycap>:
pt_br: Você pode executar o <application>Vinagre</application> a partir da linha de comando e conectar a uma única máquina ou múltiplas máquinas. Para se conectar a uma máquina a partir da linha de comando, digite o seguinte comando, então pressione <keycap>Enter</keycap>:

source: hostname_or_ip_address
cs: hostitel_nebo_adresa_ip
el: hostname_ή_διεύθυνση_ip
pt_br: nomedamaquina_ou_endereco_ip

source: For more information on how to run <application>Vinagre</application> from a command line, see the unix manual page for Vinagre, <ulink url="man:vinagre" type="man"><citerefentry><refentrytitle>Vinagre</refentrytitle><manvolnum>1</manvolnum></citerefentry></ulink>.
cs: Více informací o provozování <application>Vinagre</application> z příkazové řádky popisuje manuálová stránka balíčku Vinagre, <ulink url="man:vinagre" type="man"><citerefentry><refentrytitle>Vinagre</refentrytitle><manvolnum>1</manvolnum></citerefentry></ulink>.
el: Για περισσότερες πληροφορίες σχετικά με την εκτέλεση του <application>Vinagre</application> από την γραμμή εντολών, δείτε την σελίδα unix manual page for Vinagre, <ulink url="man:vinagre" type="man"><citerefentry><refentrytitle>Vinagre</refentrytitle><manvolnum>1</manvolnum></citerefentry></ulink>.
pt_br: Para obter mais informações sobre como executar o <application>Vinagre</application> a partir da linha de comando, veja a página do manual unix para o Vinagre, <ulink url="man:vinagre" type="man"><citerefentry><refentrytitle>Vinagre</refentrytitle><manvolnum>1</manvolnum></citerefentry></ulink>.

source: The Vinagre Window
cs: Okno Vinagre
el: Το παράθυρο του Vinagre
pt_br: A janela do Vinagre

source: Vinagre window
cs: Okno Vinagre
el: Το παράθυρο του Vinagre
pt_br: Janela do Vinagre

source: Shows vinagre main window.
cs: Zobrazí hlavní okno Vinagre.
el: Δείχνει το κύριο παράθυρο του Vinagre
pt_br: Apresenta a janela principal do vinagre.

source: The <application>Vinagre</application> window contains the following elements:
cs: Okno <application>Vinagre</application> obsahuje následující prvky:
el: Το παράθυρο της εφαρμογής <application>Vinagre</application> περιέχει τα ακόλουθα στοιχεία:
pt_br: A janela do <application>Vinagre</application> contém os seguintes elementos:

source: Menubar
cs: Lišta nabídek
el: Μπάρα μενού
pt_br: Barra de menus

source: The menus on the menubar contain all of the commands you need to work with remote connections in <application>Vinagre</application>.
cs: Lušta nabídek obsahuje veškeré nezbytné příkazy, které potřebujete pro práci se vzdálenými spojeními ve <application>Vinagre</application>.
el: Τα μενού στη μπάρα μενού περιέχουν όλες τις εντολές που θα χρειαστείτε για να δουλέψετε με απομακρυσμένες συνδέσεις στο <application>Vinagre</application>.
pt_br: Os menus na barra de menus contém todos os comandos de que você necessita para trabalhar com conexões remotas no <application>Vinagre</application>.

source: Toolbar
cs: Nástrojová lišta
el: Εργαλειοθήκη
pt_br: Barra de ferramentas

source: The toolbar contains a subset of the most used commands that you can access from the menubar.
cs: Nástrojová lišta obsahuje výběr nejpoužívanějších příkazů, které jsou dostupné v nabídce.
el: Η εργαλειοθήκη περιέχει ένα υποσύνολο των πιο συχνά χρησιμοποιημένων εντολών στις οποίες μπορείτε να έχετε πρόσβαση από τη μπάρα μενού.
pt_br: A barra de ferramentas contém um subconjunto dos comandos mais utilizados dentre os que você pode acessar pela barra de menu.

source: Display Area
cs: Zobrazovací plocha
el: Περιοχή προβολής
pt_br: Área de exibição

source: The display area contains a list of tabs with the connected machines and its remote desktops.
cs: Plocha zobrazení obsahuje karty s připojenými stroji a jejich vzdálené plochy.
el: Η περιοχή προβολής περιέχει μια λίστα με καρτέλες με τα συνδεδεμένα μηχανήματα και τις απομακρυσμένες επιφάνειες εργασίας τους.
pt_br: A área de exibição contém uma lista de abas com as máquinas conectadas e suas áreas de trabalho remotas.

source: Statusbar
cs: Stavová lišta
el: Γραμμή κατάστασης
pt_br: Barra de status

source: The statusbar displays information about current <application>Vinagre</application> activity and contextual information about the menu items.
cs: Stavová lišta informuje o prováděných akcích <application>Vinagre</application> a kontextovou nápovědu položek v nabídce.
el: Η γραμμή κατάστασης εμφανίζει πληροφορίες για την τρέχουσα δραστηριότητα του <application>Vinagre</application> και πληροφορίες περιεχομένου για τα αντικείμενα του μενού.
pt_br: A barra de status exibe informações sobre a atividade atual do <application>Vinagre</application> e informações contextuais sobre os itens do menu.

source: Side Pane
cs: Boční panel
el: Πλευρικό πλαίσιο
pt_br: Painel lateral

source: The side pane contains a list of bookmarked connections and (if available) a list of auto-discovered network machines.
cs: Boční panel obsahuje seznam záložek s uloženými připojeními a (pokud je služba dostupná) seznam automaticky vyhledaných strojů v síti.
el: Το πλευρικό πλαίσιο περιέχει μια λίστα από συνδέσεις.που υπάρχουν στους σελιδοδείκτες και (αν είναι διαθέσιμοι) μια λίστα από υπολογιστές δικτύου που έχουν ανιχνευθεί αυτόματα.
pt_br: O painel lateral contém uma lista de marcadores de conexões e (se disponível) uma lista de máquinas da rede descobertas automaticamente.

source: Some notes about Vinagre
cs: Několik poznámek o Vinagre
el: Σημειώσεις για το Vinagre
pt_br: Algumas notas sobre o Vinagre

source: As a tool to access other machines, Vinagre behaves slightly different than other <systemitem>GNOME</systemitem> applications in its default installation.
cs: Protože je Vinagre nástroj pro přístup k jiným strojům, chová se ve výchozím nastavení trochu odlišně od běžných aplikací pro <systemitem>GNOME</systemitem>.
el: Σαν εργαλείο πρόσβασης σε άλλους υπολογιστές, το Vinagre συμπεριφέρεται κάπως διαφορετικά από άλλες εφαρμογές του <systemitem>GNOME</systemitem> στην προεπιλεγμένη του εγκατάσταση.
pt_br: Como uma ferramenta que acessa outras máquinas, Vinagre se comporta diferentemente de outras aplicações do <systemitem>GNOME</systemitem> na sua instalação padrão.
