Repository: jwendell/vinagre
Catalog: po/*.po
Languages: en@shaw

source: _Help
en@shaw: _ｐюゐ

source: Access remote desktops
en@shaw: ю ヰ答 ю

source: Remote Desktop Viewer
en@shaw: ヰ答 ю 筐

source: Allow _keyboard shortcuts
en@shaw: ゐ _梆 桂仇

source: Authentication is required
en@shaw: 佛ю别 拆拣

source: Bookmarks
en@shaw: ヰ葛

source: Connection
en@shaw: ю

source: Connection options
en@shaw: ю

source: Folder
en@shaw: 答ゐ

source: Host:
en@shaw: ｐ答:

source: Interface
en@shaw: 拣别

source: Parent Folder
en@shaw: 吼 答ゐ

source: Preferences
en@shaw: ю拣

source: This option enables menu accelerators and keyboard shortcuts. For more info on why you may want to disable them, check the documentation.
en@shaw: 别ゐ ヰю юゐ拣别拣 梆 桂仇. ヰ ヰ 别 ю, ю 筐ヰ别.

source: Which machine do you want to connect to?
en@shaw: ヰ梆 ю ?

source: _Always show tabs
en@shaw: _佛ゐ别

source: _Authenticate
en@shaw: _佛ю别

source: _Full screen
en@shaw: _ 梆

source: _Host:
en@shaw: _ｐ答:

source: _Name:
en@shaw: _别:

source: _Password:
en@shaw: _拣:

source: _Protocol:
en@shaw: _答:

source: _Remember this credential
en@shaw: _ヰюヰ ю

source: _Username:
en@shaw: _筐拣别:

source: Active plugins
en@shaw: ゐ仇

source: List of active plugins. It contains the "Location" of the active plugins. See the .vinagre-plugin file for obtaining the "Location" of a given plugin.
en@shaw: ゐ ゐ仇. 别 "ゐ答别" ゐ仇. .vinagre-plugin 拆 别 "ゐ答别" ゐ仇.

source: Maximum number of history items in connect dialog
en@shaw: ヰヰ 仇ヰ ｐ拣 拆ヰ ю 拆ゐ

source: Set to "false" to disable menu shortcuts. Set to "true" to enable them. Note that if they are enabled, those keys will be intercepted by the menu and will not be sent to the remote host.
en@shaw: ю "佛ゐ" 别 ヰю 桂仇. ю "" 别 ю. 答 别ゐ, 答 梆 拣ю ヰю ю ヰ答 ｐ答.

source: Set to "true" to always show the tabs. Set to "false" to only show the tabs when there is more than one active connection.
en@shaw: ю "" 佛ゐ别 . ю "佛ゐ" 答ゐ ю ヰ 仇 ю.

source: Set to "true" to always start the program listening for reverse connections.
en@shaw: ю "" 佛ゐ别 葛 答 ゐ 梆火 ю.

source: Specifies the maximum number of items in the host dropdown entry.
en@shaw: ю拆 ヰヰ 仇ヰ 拆ヰ ｐ答 ю.

source: The handler for "vnc://" URLs
en@shaw: ｐゐ "vnc://" URL

source: When connecting to a host, the client can say to the server to leave other clients connected or to drop the existent connections. Set the value to true to share the desktop with the other clients.
en@shaw: ю ю ｐ答, ゐ拆 火 ゐ梆 仇 ゐ拆 ю ю ю. ю ゐ ю 仇 ゐ拆.

source: Whether we should leave other clients connected
en@shaw: ю ゐ梆 仇 ゐ拆 ю

source: Whether we should show tabs even when there is only one active connection
en@shaw: ю 梆 ю 答ゐ 仇 ю

source: Whether we should show the menu accelerators (shortcut keys)
en@shaw: ю ヰю юゐ拣别拣 (桂仇 梆)

source: Whether we should start the program listening for reverse connections
en@shaw: ю 葛 答 ゐ 梆火 ю

source: Remote Desktop (VNC) file
en@shaw: ヰ答 ю (VNC) 拆

source: Remote Desktop Connection
en@shaw: ヰ答 ю ю

source: Access Unix/Linux terminals
en@shaw: ю 路筐/路ゐ 火ヰゐ

source: SSH Options
en@shaw: SSH

source: Optional. If blank, your username will be used. Also, it can be supplied in the Machine field above, in the form username@hostname.
en@shaw: . ゐ, 筐 筐拣别 筐. 佛ゐ, ゐ拆 ヰ梆 梆ゐ 仇, 桂 筐拣别@ｐ答别.

source: Port:
en@shaw: 桂:

source: SSH support
en@shaw: SSH 桂

source: Bad value for 'shared' flag: %d. It is supposed to be 0 or 1. Ignoring it.
en@shaw: ゐ '吼' ゐ: %d. 答 0 1. 桂 .

source: _Reverse Connections...
en@shaw: _梆火 ю...

source: Configure incoming VNC connections
en@shaw: 仇ヰ VNC ю

source: Enable scaled mode
en@shaw: 别 别ゐ ヰ答

source: VNC Options:
en@shaw: VNC :

source: Show VNC Options
en@shaw: VNC

source: Access Unix/Linux, Windows and other machines.
en@shaw: ю 路筐/路ゐ, 答 仇 ヰ梆.

source: Could not parse the file.
en@shaw: 葛 拆.

source: The file is not a VNC one: Missing the group "connection".
en@shaw: 拆 VNC 仇: ヰ 叼 "connection".

source: The file is not a VNC one: Missing the key "host".
en@shaw: 拆 VNC 仇: ヰ "host".

source: VNC Options
en@shaw: VNC

source: _View only
en@shaw: _ 答ゐ

source: _Scaling
en@shaw: _别ゐ

source: _Keep aspect ratio
en@shaw: _梆 ю 别

source: _Use JPEG Compression
en@shaw: _筐 JPEG ヰю

source: This might not work on all VNC servers
en@shaw: ヰ拆 火 佛 VNC 火拣

source: _Depth Color:
en@shaw: _ю 仇ゐ:

source: Use Server Settings
en@shaw: 筐 火 ю

source: True Color (24 bits)
en@shaw: 仇ゐ (24 )

source: High Color (16 bits)
en@shaw: ｐ 仇ゐ (16 )

source: Low Color (8 bits)
en@shaw: ゐ 仇ゐ (8 )

source: Ultra Low Color (3 bits)
en@shaw: ゐ ゐ 仇ゐ (3 )

source: Use h_ost
en@shaw: 筐 _ｐ答

source: hostname or user@hostname
en@shaw: ｐ答别 筐@ｐ答别

source: as a SSH tunnel
en@shaw: SSH 仇

source: VNC Files
en@shaw: VNC 拆ゐ

source: Desktop Name:
en@shaw: ю 别:

source: Dimensions:
en@shaw: 拆ヰю:

source: Error creating the SSH tunnel
en@shaw: 火 别 SSH 仇

source: Unknown reason
en@shaw: 仇答 梆

source: Error connecting to host.
en@shaw: 火 ю ｐ答.

source: Authentication method to host %s is unsupported. (%u)
en@shaw: 佛ю别 ヰю ｐ答 %s 仇桂. (%u)

source: Authentication unsupported
en@shaw: 佛ю别 仇桂

source: Authentication error
en@shaw: 佛ю别 火

source: A username is required in order to access this machine.
en@shaw: 筐拣别 拆拣 桂 ю ヰ梆.

source: A password is required in order to access this machine.
en@shaw: 拣 拆拣 桂 ю ヰ梆.

source: S_caling
en@shaw: _别ゐ

source: Fits the remote screen into the current window size
en@shaw: ヰ答 梆 仇 拆

source: _Keep Aspect Ratio
en@shaw: _梆 ю 别

source: Keeps the screen aspect ratio when using scaling
en@shaw: 梆 梆 ю 别 ю 筐 别ゐ

source: Does not send mouse and keyboard events
en@shaw: 仇 ю ヰ 梆 ю

source: _Original size
en@shaw: _拣○ 拆

source: Adjusts the window to the remote desktop's size
en@shaw: ○ ヰ答 ю' 拆

source: _Refresh Screen
en@shaw: _梆ю 梆

source: Requests an update of the screen
en@shaw: ю 仇别 梆

source: Send Ctrl-Alt-Del
en@shaw: ю 答-ゐ-ю

source: Sends Ctrl+Alt+Del to the remote machine
en@shaw: ю 答+ゐ+ю ヰ答 ヰ梆

source: Scaling
en@shaw: 别ゐ

source: Read only
en@shaw: ю 答ゐ

source: Scaling is not supported on this installation. Read the README file (shipped with Vinagre) in order to know how to enable this feature.
en@shaw: 别ゐ 桂 ゐ别. ю README 拆 ( 路别) 桂 ｐ 别 梆.

source: Unable to find a free TCP port
en@shaw: 仇别 拆 TCP 桂

source: VNC support
en@shaw: VNC 桂

source: On the port %d
en@shaw: 桂 %d

source: Incoming VNC connection arrived but there is no active window
en@shaw: 仇ヰ VNC ю 拆 仇

source: By activating reverse connections you can access machines that are behind a firewall. The remote side is supposed to initiate the connection with you. For further information, checkout the help.
en@shaw: 别 梆火 ю ю ヰ梆 ｐ拆 拆. ヰ答 拆 答 梆别 ю . 火 拣ヰ别, ю娥 ｐюゐ.

source: Connectivity
en@shaw: ю

source: Reverse Connections
en@shaw: 梆火 ю

source: This machine is reachable through the following IP address(es):
en@shaw: ヰ梆 梆 ゐ答 路β佛 ю(ю):

source: _Always Enabled
en@shaw: _佛ゐ别 别ゐ

source: _Enable Reverse Connections
en@shaw: _别 梆火 ю

source: A menu to quickly access remote machines
en@shaw: ヰю ゐ ю ヰ答 ヰ梆

source: Vinagre Applet Factory
en@shaw: 路别 ゐ 拣

source: Could not run vinagre:
en@shaw: 仇 路别:

source: Open Remote Desktop Viewer
en@shaw: 答 ヰ答 ю 筐

source: Access your bookmarks
en@shaw: ю 筐 ヰ葛

source: The protocol %s is not supported.
en@shaw: 答 %s 桂.

source: Error while initializing bookmarks: %s
en@shaw: 火 拆 攫ゐ拆 ヰ葛: %s

source: Unknown error
en@shaw: 仇答 火

source: Error while initializing bookmarks: The file seems to be empty
en@shaw: 火 拆 攫ゐ拆 ヰ葛: 拆 梆ヰ юヰ

source: Error while initializing bookmarks: The file is not a vinagre bookmarks file
en@shaw: 火 拆 攫ゐ拆 ヰ葛: 拆 路别 ヰ葛 拆

source: Error while saving bookmarks: Failed to create the XML structure
en@shaw: 火 拆 别 ヰ葛: 别ゐ 别 XML 仇

source: Error while saving bookmarks: Failed to initialize the XML structure
en@shaw: 火 拆 别 ヰ葛: 别ゐ ゐ拆 XML 仇

source: Error while saving bookmarks: Failed to finalize the XML structure
en@shaw: 火 拆 别 ヰ葛: 别ゐ 拆ゐ拆 XML 仇

source: Error while saving bookmarks: %s
en@shaw: 火 拆 别 ヰ葛: %s

source: Error while migrating bookmarks: Failed to create the XML structure
en@shaw: 火 拆 ヰ拆别 ヰ葛: 别ゐ 别 XML 仇

source: Error while migrating bookmarks: Failed to initialize the XML structure
en@shaw: 火 拆 ヰ拆别 ヰ葛: 别ゐ ゐ拆 XML 仇

source: Error while migrating bookmarks: Failed to finalize the XML structure
en@shaw: 火 拆 ヰ拆别 ヰ葛: 别ゐ 拆ゐ拆 XML 仇

source: Error while migrating bookmarks: %s
en@shaw: 火 拆 ヰ拆别 ヰ葛: %s

source: Error while migrating bookmarks: VNC plugin is not activated
en@shaw: 火 拆 ヰ拆别 ヰ葛: VNC ゐ仇 别

source: Failed to create the directory
en@shaw: 别ゐ 别 拆ю拣

source: Migrating the bookmarks file to the new format. This operation is only supposed to run once.
en@shaw: ヰ拆别 ヰ葛 拆 桂ヰ. 拣别 答ゐ 答 仇 仇.

source: Error opening old bookmarks file: %s
en@shaw: 火 答 答ゐ ヰ葛 拆: %s

source: Migration cancelled
en@shaw: ヰ拆别 ゐ

source: Could not remove the old bookmarks file
en@shaw: ヰ叼 答ゐ ヰ葛 拆

source: Root Folder
en@shaw: 叼 答ゐ

source: Invalid name for this folder
en@shaw: ゐ 别 答ゐ

source: The name "%s" is already used in this folder. Please use a different name.
en@shaw: 别 "%s" 佛ゐю 筐 答ゐ. ゐ梆 筐 拣 别.

source: Invalid name for this item
en@shaw: ゐ 别 拆

source: (Protocol: %s)
en@shaw: (答: %s)

source: Are you sure you want to remove %s from bookmarks?
en@shaw: ヰ叼 %s ヰ葛?

source: Remove Folder?
en@shaw: ヰ叼 答ゐ?

source: Notice that all its subfolders and items will be removed as well.
en@shaw: 答 佛 仇答ゐ拣 拆ヰ ヰ叼 ю.

source: Remove Item?
en@shaw: ヰ叼 拆?

source: Error removing bookmark: Entry not found
en@shaw: 火 ヰ叼 ヰ葛: ю

source: New Folder
en@shaw: 答ゐ

source: Error while saving preferences: %s
en@shaw: 火 拆 别 ю拣: %s

source: Choose the file
en@shaw: 叼 拆

source: There are no supported files
en@shaw: 桂 拆ゐ

source: None of the active plugins support this action. Activate some plugins and try again.
en@shaw: 仇 ゐ仇 桂 . 别 仇 ゐ仇 别.

source: The following file could not be opened:
en@shaw: ゐ答 拆 答:

source: Could not get the active protocol in the protocol list.
en@shaw: ю 答 答 ゐ.

source: Error while saving history file: %s
en@shaw: 火 拆 别 ｐ拣 拆: %s

source: Choose a Remote Desktop
en@shaw: 叼 ヰ答 ю

source: Could not open the file.
en@shaw: 答 拆.

source: The file was not recognized by any of the plugins.
en@shaw: 拆 ю拆 ю ゐ仇.

source: _New Folder
en@shaw: _ 答ゐ

source: Create a new folder
en@shaw: 别 答ゐ

source: _Open bookmark
en@shaw: _答 ヰ葛

source: Connect to this machine
en@shaw: ю ヰ梆

source: _Edit bookmark
en@shaw: _ю ヰ葛

source: Edit the details of selected bookmark
en@shaw: ю 梆别ゐ ゐю ヰ葛

source: _Remove from bookmarks
en@shaw: _ヰ叼 ヰ葛

source: Remove current selected connection from bookmarks
en@shaw: ヰ叼 仇 ゐю ю ヰ葛

source: Could not merge UI XML file: %s
en@shaw: ヰ火 UI XML 拆: %s

source: Invalid operation
en@shaw: ゐ 拣别

source: Data received from drag&drop operation is invalid.
en@shaw: 别 梆 & 拣别 ゐ.

source: Hide panel
en@shaw: ｐ拆

source: Hosts nearby
en@shaw: ｐ答

source: Open vinagre in fullscreen mode
en@shaw: 答 路别 叼ゐ梆 ヰ答

source: Create a new toplevel window in an existing instance of vinagre
en@shaw: 别 ゐюю ю 路别

source: Open a file recognized by vinagre
en@shaw: 答 拆 ю拆 路别

source: filename
en@shaw: 拆ゐ别

source: [server:port]
en@shaw: [火:桂]

source: The following error has occurred:
en@shaw: ゐ答 火 ｐ 火:

source: - Remote Desktop Viewer
en@shaw: - ヰ答 ю 筐

source: Run 'vinagre --help' to see a full list of available command line options
en@shaw: 仇 'vinagre --help' ゐ 别ゐ ヰ ゐ拆

source: Failed to resolve avahi hostname: %s
en@shaw: 别ゐ ゐ 路ｐ ｐ答别: %s

source: Plugin %s has already registered a browser for service %s.
en@shaw: ゐ仇 %s ｐ 佛ゐю ю○拣 火 %s.

source: Failed to add mDNS browser for service %s.
en@shaw: 别ゐ mDNS 火 %s.

source: Failed to browse for hosts: %s
en@shaw: 别ゐ ｐ答: %s

source: Failed to initialize mDNS browser: %s
en@shaw: 别ゐ ゐ拆 mDNS : %s

source: Connection to host %s was closed.
en@shaw: ю ｐ答 %s ゐ答.

source: Connection closed
en@shaw: ю ゐ答

source: Authentication to host %s has failed
en@shaw: 佛ю别 ｐ答 %s ｐ 别ゐ

source: Authentication failed
en@shaw: 佛ю别 别ゐ

source: Connecting...
en@shaw: ю...

source: Close connection
en@shaw: ゐ答 ю

source: Plugin Manager
en@shaw: ゐ仇 ヰ○

source: Plugin
en@shaw: ゐ仇

source: Enabled
en@shaw: 别ゐ

source: A_ctivate
en@shaw: _别

source: Ac_tivate All
en@shaw: _别 佛

source: _Deactivate All
en@shaw: _梆别 佛

source: _About Plugin
en@shaw: _ ゐ仇

source: C_onfigure Plugin
en@shaw: _ ゐ仇

source: Cannot initialize preferences manager.
en@shaw: ゐ拆 ю拣 ヰ○.

source: Timed out when logging into SSH host
en@shaw: 拆ヰ ю ゐ SSH ｐ答

source: Unable to spawn ssh program
en@shaw: 仇别 ssh 答

source: Unable to spawn ssh program: %s
en@shaw: 仇别 ssh 答: %s

source: Timed out when logging in
en@shaw: 拆ヰ ю ゐ

source: Permission denied
en@shaw: 火ヰ 拆

source: Password dialog canceled
en@shaw: 拣 拆ゐ ゐ

source: Could not send password
en@shaw: ю 拣

source: Log In Anyway
en@shaw: ゐ ю

source: Cancel Login
en@shaw: ゐ

source: The identity of the remote computer (%s) is unknown. This happens when you log in to a computer the first time. The identity sent by the remote computer is %s. If you want to be absolutely sure it is safe to continue, contact the system administrator.
en@shaw: 拆ю ヰ答 ヰ筐 (%s) 仇答. ｐ ю ゐ ヰ筐 火 拆. 拆ю ю ヰ答 ヰ筐 %s. 答ゐ叼ゐ 别 , ヰ别.

source: Login dialog canceled
en@shaw: ゐ 拆ゐ ゐ

source: Can't send host identity confirmation
en@shaw: ю ｐ答 拆ю 拣ヰ别

source: Error saving the credentials on the keyring.
en@shaw: 火 别 юゐ 梆.

source: Hostname not known
en@shaw: ｐ答别 答

source: No route to host
en@shaw: 叼 ｐ答

source: Connection refused by server
en@shaw: ю 筐 火

source: Host key verification failed
en@shaw: ｐ答 ю别 别ゐ

source: Unable to find a valid SSH program
en@shaw: 仇别 拆 ゐ SSH 答

source: Leave fullscreen
en@shaw: ゐ梆 叼ゐ梆

source: Error saving recent connection.
en@shaw: 火 别 梆 ю.

source: Could not get a screenshot of the connection.
en@shaw: ю 梆 ю.

source: Save Screenshot
en@shaw: 别 梆

source: Screenshot of %s
en@shaw: 梆 %s

source: Error saving screenshot
en@shaw: 火 别 梆

source: Impossible to get service property: %s
en@shaw: ヰ ю 火 拣: %s

source: Impossible to create the connection: %s
en@shaw: ヰ 别 ю: %s

source: Impossible to accept the stream tube: %s
en@shaw: ヰ ю 梆 筐: %s

source: Impossible to get the contact name: %s
en@shaw: ヰ ю 别: %s

source: Impossible to get the avatar: %s
en@shaw: ヰ ю : %s

source: %s wants to share their desktop with you.
en@shaw: %s ю .

source: Desktop sharing invitation
en@shaw: ю 吼 别

source: _Machine
en@shaw: _ヰ梆

source: _Edit
en@shaw: _ю

source: _Bookmarks
en@shaw: _ヰ葛

source: Connect to a remote machine
en@shaw: ю ヰ答 ヰ梆

source: Open a .VNC file
en@shaw: 答 .VNC 拆

source: Quit the program
en@shaw: 答

source: Edit the application preferences
en@shaw: ю ゐ别 ю拣

source: _Plugins
en@shaw: _ゐ仇

source: Select plugins
en@shaw: ゐю ゐ仇

source: Open the vinagre manual
en@shaw: 答 路别 ヰ

source: About this application
en@shaw: ゐ别

source: _Toolbar
en@shaw: _叼ゐ

source: Show or hide the toolbar
en@shaw: ｐ拆 叼ゐ

source: _Statusbar
en@shaw: _别

source: Show or hide the statusbar
en@shaw: ｐ拆 别

source: Side _Panel
en@shaw: 拆 _

source: Show or hide the side panel
en@shaw: ｐ拆 拆

source: Close the current connection
en@shaw: ゐ答 仇 ю

source: C_lose All
en@shaw: _ゐ答 佛

source: Close all active connections
en@shaw: ゐ答 佛 ю

source: _Add to bookmarks
en@shaw: _ ヰ葛

source: Add current connection to your bookmarks
en@shaw: 仇 ю 筐 ヰ葛

source: Take screenshot
en@shaw: 别 梆

source: Take a screenshot of active connection
en@shaw: 别 梆 ю

source: View the current machine in full screen
en@shaw: 仇 ヰ梆 梆

source: An error has occurred:
en@shaw: 火 ｐ 火:

source: A plugin tried to open an UI file but did not succeed, with the error message:
en@shaw: ゐ仇 拆 答 UI 拆 仇 梆, 火 ヰю:

source: The program tried to open an UI file but did not succeed, with the error message:
en@shaw: 答 拆 答 UI 拆 仇 梆, 火 ヰю:

source: Please check your installation.
en@shaw: ゐ梆 ю 筐 ゐ别.

source: Error loading UI file
en@shaw: 火 ゐ答 UI 拆

source: Vinagre is a remote desktop viewer for the GNOME Desktop
en@shaw: 路别 ヰ答 ю 筐 路答 ю

source: Vinagre is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
en@shaw: 路别 ; 梆筐 / ヰ 仇 火ヰ 路 ○ю拣 仇ゐ ゐ拆 仇ゐ 别; 拆 火 2 ゐ拆, ( 筐 ) ю ゐ别 火.

source: Vinagre is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
en@shaw: 路别 筐 ｐ答 筐, 仇 ю ; 梆 ヰゐ拆 ヰ火ゐ 拣筐ゐ 火. 路 ○ю拣 仇ゐ ゐ拆 ヰ 梆别ゐ.

source: You should have received a copy of the GNU General Public License along with this program. If not, see <http://www.gnu.org/licenses/>.
en@shaw: ｐ 梆 路 ○ю拣 仇ゐ ゐ拆 ゐ 答. , <http://www.gnu.org/licenses/>.

source: translator-credits
en@shaw: 路ヰ 路火ヰ

source: Vinagre Website
en@shaw: 路别 ю拆

source: %s authentication is required
en@shaw: %s 佛ю别 拆拣

source: _Recent connections
en@shaw: _梆 ю

source: Open %s:%d
en@shaw: 答 %s:%d

source: About menu accelerators and keyboard shortcuts
en@shaw: ヰю юゐ拣别拣 梆 桂仇

source: Vinagre comes with menu accelerators and keyboard shortcuts disabled by default. The reason is to avoid the keys to be intercepted by the program, and allow them to be sent to the remote machine. You can change this behavior through the preferences dialog. For more information, check the documentation. This message will appear only once.
en@shaw: 路别 仇ヰ ヰю юゐ拣别拣 梆 桂仇 别ゐ 佛ゐ. 梆 娥 梆 拣ю 答, ゐ ю ю ヰ答 ヰ梆. 别 ｐ别 ю拣 拆ゐ. ヰ 拣ヰ别, ю 筐ヰ别. ヰю 答ゐ 仇.

source: Error while creating the file %s: %s
en@shaw: 火 拆 别 拆 %s: %s
